# Todo: При первом входе в акк запускается скан всех акций на акке и записывается в константы, каждый раз сверяются
#  спаршенные акции, если такого нет, то парсинг заново запускается, а так лишний раз не дёргаем этот инструмент

####
# Засинхронить имена и фиджи (редко) (можно держать вообще все)

# Вывести текущий размер портфеля (ежесекундно)
# Вывести название, кол-во, стоимость акций вкупе и пошутчно (ежесекундно)
# Вывести изменение порфтеля за всё время и за сегодня (по изменению акций) (ежесекундно)
# Вывести изменение цены акций за всё время и за сегодня (ежесекундно)


# ==============UI=================================
# ToDo Поменять цвета на тёмную тему как в приложухе
# ToDo Добавить скролл на список акций
# ToDo Изменить текст "За всё время" на кноку
# ToDo Добавить переключение изменения при нажатии на кнопку
# ToDo Добавить изменение цвета при минусе и плюсе баланса
# ToDo Адаптивное разрешение приложения
# ToDo Адаптивное расположение графических элементов
# ToDo Расширение полоски изменения цены вслед за кол-вом символов. Добавить минимальное значение
# ===================================================